Repository: aa2246740/FluidVoice
Catalog: Sources/Fluid/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Network error: %lld
zh_hans: 网络错误：%lld

source: Never includes transcription text or prompts.
zh_hans: 绝不包含转写文本或提示词。

source: New
zh_hans: 新建

source: New %@ Prompt
zh_hans: 新建 %@ 提示词

source: New %lld Prompt
zh_hans: 新建 %lld 提示词

source: New + Beta
zh_hans: 新 + 测试版

source: New Chat
zh_hans: 新会话

source: New Line
zh_hans: 换行

source: New Meeting
zh_hans: 新会议

source: New Paragraph
zh_hans: 新段落

source: New Prompt Shortcut
zh_hans: 新提示词快捷键

source: New Volcengine console: paste the API Key. Legacy console: leave API Key empty and fill App ID + Access Token.
zh_hans: 新版火山引擎控制台：粘贴 API Key。旧版控制台：API Key 留空，填写 App ID + Access Token。

source: New chat
zh_hans: 新对话

source: New dictation shortcut
zh_hans: 新听写快捷键

source: New pronunciation captured. Add replacement to cover it.
zh_hans: 采集到新发音，添加替换规则覆盖它。

source: New session
zh_hans: 新会话

source: Next
zh_hans: 下一步

source: Next example
zh_hans: 下一个示例

source: Next model
zh_hans: 下一个模型

source: Next models
zh_hans: 下一批模型

source: Next stop: %@
zh_hans: 下一站：%@

source: Next stop: %lld
zh_hans: 下一站：%lld

source: Nhắc tôi gửi ghi chú trước năm giờ.
zh_hans: 提醒我五点前把笔记发出去。

source: Nice! 2 more to go
zh_hans: 很好！再录 2 段

source: No
zh_hans: 否

source: No %@ sessions
zh_hans: 没有 %@ 会话

source: No %lld sessions
zh_hans: 没有 %lld 会话

source: No AI cleanup
zh_hans: 未做 AI 清理

source: No AI model selected
zh_hans: 未选择 AI 模型

source: No Beta Updates
zh_hans: 无 Beta 更新

source: No Content
zh_hans: 无内容

source: No CoreAudio device UID for '%@'.
zh_hans: “%@”没有 CoreAudio 设备 UID。

source: No CoreAudio device UID for '%lld'.
zh_hans: “%lld”没有 CoreAudio 设备 UID。

source: No History Yet
zh_hans: 暂无历史

source: No Provider
zh_hans: 无服务商

source: No Results
zh_hans: 无结果

source: No Settings Found
zh_hans: 未找到相关设置

source: No Updates
zh_hans: 无更新

source: No active model yet. Download and activate one below.
zh_hans: 还没有启用的模型，请在下方下载并启用一个。

source: No app overrides yet. Add one to use a different prompt for a specific app.
zh_hans: 还没有按 app 的覆盖规则。添加一条即可为某个 app 使用不同的提示词。

source: No call open.
zh_hans: 没有进行中的通话。

source: No changelog available
zh_hans: 暂无更新日志

source: No cleanup
zh_hans: 不清理

source: No custom words yet
zh_hans: 还没有自定义词

source: No default enhancement. Add app overrides to use prompts in selected apps.
zh_hans: 没有默认润色。添加应用覆盖，即可在指定应用使用提示词。

source: No default output device is available.
zh_hans: 没有可用的默认输出设备。

source: No external CoreML spec registered for %@.
zh_hans: 没有为 %@ 注册外部 CoreML 规格。

source: No external CoreML spec registered for %lld.
zh_hans: 没有为 %lld 注册外部 CoreML 规格。

source: No finalized audio survived.
zh_hans: 没有完整的音频留存。

source: No finalized meeting audio is available to transcribe.
zh_hans: 没有可转写的完整会议音频。

source: No input device is available for %@.
zh_hans: %@ 没有可用输入设备。

source: No input device is available for %lld.
zh_hans: %lld 没有可用输入设备。

source: No internet connection. Connect to the internet to verify %@.
zh_hans: 没有网络。联网后才能校验 %@。

source: No internet connection. Connect to the internet to verify %lld.
zh_hans: 没有网络。联网后才能校验 %lld。

source: No internet connection. Please connect to the internet to download the Whisper model.
zh_hans: 无网络连接。下载 Whisper 模型需要联网。

source: No local rollback backup was found. Choose a recent release build:
zh_hans: 未找到本地回滚备份，请选择一个近期版本：

source: No matching %@ sessions
zh_hans: 没有匹配的 %@ 会话

source: No matching %lld sessions
zh_hans: 没有匹配的 %lld 会话

source: No matching asset found in the latest release.
zh_hans: 最新版本中未找到匹配的下载文件。

source: No matching meetings
zh_hans: 没有匹配的会议

source: No matching models
zh_hans: 没有匹配模型

source: No matching transcript
zh_hans: 没有匹配的转写

source: No matching transcripts
zh_hans: 没有匹配的转写

source: No matching words.
zh_hans: 没有匹配的词。

source: No meetings yet
zh_hans: 还没有会议

source: No messages yet
zh_hans: 还没有消息

source: No microphone audio resumed after a configuration change.
zh_hans: 配置变更后麦克风音频未恢复。

source: No microphone available
zh_hans: 没有可用麦克风

source: No microphone found
zh_hans: 未找到麦克风

source: No microphones available
zh_hans: 没有可用麦克风

source: No microphones found
zh_hans: 未找到麦克风

source: No microphones in priority
zh_hans: 优先级列表中没有麦克风

source: No model
zh_hans: 无模型

source: No model selected for %@
zh_hans: 未为 %@ 选择模型

source: No model selected for %lld
zh_hans: 未为 %lld 选择模型

source: No models
zh_hans: 没有模型

source: No models available
zh_hans: 没有可用模型

source: No models match '%@'
zh_hans: 没有匹配“%@”的模型

source: No models match '%lld'
zh_hans: 没有匹配"%lld"的模型

source: No models returned from API
zh_hans: API 未返回模型

source: No models returned. Load a model on your server and retry, or enter its ID with +.
zh_hans: 没有返回模型。请在服务器上加载模型后重试，或用 + 手动输入模型 ID。

source: No other providers added
zh_hans: 未添加其他服务商

source: No output
zh_hans: 无输出

source: No previous version backup is available on this device.
zh_hans: 此设备上没有旧版本备份。

source: No providers match "%@"
zh_hans: 没有匹配「%@」的服务商

source: No providers match "%lld"
zh_hans: 没有匹配"%lld"的服务商

source: No providers match '%@'
zh_hans: 没有匹配“%@”的服务商

source: No providers match '%lld'
zh_hans: 没有匹配"%lld"的服务商

source: No punctuation rules
zh_hans: 没有标点规则

source: No recent chats
zh_hans: 暂无最近对话

source: No recording clears your match level. Closest is %@ below.
zh_hans: 没有录音达到匹配等级。最接近的还差 %@。

source: No recording clears your match level. Closest is %lld below.
zh_hans: 没有录音达到匹配等级。最接近的还差 %lld。

source: No recordings or logs.
zh_hans: 没有录音或日志。

source: No release notes available.
zh_hans: 暂无更新日志。

source: No remaining microphone is available.
zh_hans: 没有剩余可用麦克风。

source: No replacement is needed for %@.
zh_hans: %@ 无需替换。

source: No replacement is needed for %lld.
zh_hans: %lld 无需替换。

source: No replacement microphone delivered audio (%@).
zh_hans: 替换麦克风没有送出音频（%@）。

source: No replacement microphone delivered audio (%lld).
zh_hans: 替换麦克风没有送出音频（%lld）。

source: No replacement microphone is available.
zh_hans: 没有可替换的麦克风。

source: No replacements yet
zh_hans: 还没有替换规则

source: No results
zh_hans: 无结果

source: No rollback backup found
zh_hans: 未找到回滚备份

source: No rollback backup found.
zh_hans: 未找到回滚备份。

source: No saved Parakeet pronunciation recordings for “%@”. Train this word by voice first.
zh_hans: “%@”没有已存的 Parakeet 发音录音。请先语音训练这个词。

source: No saved Parakeet pronunciation recordings for “%lld”. Train this word by voice first.
zh_hans: “%lld”没有已存的 Parakeet 发音录音。请先语音训练这个词。

source: No saved audio yet.
zh_hans: 暂无已保存音频。

source: No settings match “%@”.
zh_hans: 没有匹配“%@”的设置。

source: No settings match “%lld”.
zh_hans: 没有匹配"%lld"的设置。

source: No shortcut
zh_hans: 无快捷键

source: No spoken phrases set
zh_hans: 未设置语音口令

source: No suitable release found.
zh_hans: 未找到合适的版本。

source: No text field focused
zh_hans: 没有聚焦的文本框

source: No text was returned. Try again.
zh_hans: 没有返回文本，再试一次。

source: No transcript sample
zh_hans: 没有转写样本

source: No transcript text
zh_hans: 没有转写文本

source: No transcript text is available. Some captured audio is saved on this Mac.
zh_hans: 没有可用的转写文本，部分录音已保存在这台 Mac 上。

source: No transcript text is available. The captured audio has been deleted.
zh_hans: 没有可用的转写文本，采集的音频已被删除。

source: No transcript text is available. The captured audio is saved on this Mac.
zh_hans: 没有可用的转写文本，录音已保存在这台 Mac 上。

source: No transcripts yet
zh_hans: 暂无转写

source: No unassigned running apps
zh_hans: 没有未分配的正在运行的 app

source: No usable audio window
zh_hans: 没有可用的音频片段

source: No usable microphone is available.
zh_hans: 没有可用的麦克风。

source: No usable microphone is available. Open your MacBook or connect a microphone, then try again.
zh_hans: 没有可用的麦克风。请打开 MacBook 或接入麦克风后重试。

source: No valid provider configured
zh_hans: 未配置有效的服务商

source: No verified AI provider
zh_hans: 没有已验证的 AI 服务商

source: No verified AI provider selected
zh_hans: 未选择已验证的 AI 服务商

source: No verified providers
zh_hans: 没有已验证的服务商

source: No verified providers yet
zh_hans: 还没有已验证的服务商

source: No words came through. Try your shortcut again.
zh_hans: 没有识别到内容，请再用快捷键试一次。

source: No, thanks
zh_hans: 不了，谢谢

source: None
zh_hans: 无

source: Norwegian
zh_hans: 挪威语

source: Norwegian Nynorsk
zh_hans: 新挪威语

source: Not Found
zh_hans: 未找到

source: Not active: needs more compatible recordings
zh_hans: 未启用：需要更多兼容的录音

source: Not available yet
zh_hans: 暂不可用

source: Not downloaded
zh_hans: 未下载

source: Not enabled
zh_hans: 未启用

source: Not enough memory available for live captions.
zh_hans: 可用内存不足以运行实时字幕。

source: Not in memory · loads when you dictate
zh_hans: 未载入内存 · 听写时按需加载

source: Not now
zh_hans: 暂不

source: Not recorded
zh_hans: 未录制

source: Not saved
zh_hans: 未保存

source: Not set
zh_hans: 未设置

source: Notch Style
zh_hans: 灵动岛样式

source: Note: May require app restart to take effect.
zh_hans: 注意：可能需要重启应用才生效。

source: Nothing heard. Try again.
zh_hans: 没听到，再试一次。

source: Nothing to Save
zh_hans: 没有可保存的内容

source: Nothing was captured
zh_hans: 没有捕获到内容

source: Notifications
zh_hans: 通知

source: Notify when AI Enhancement fails and raw transcription is typed.
zh_hans: AI 润色失败、直接输入原始转写时通知。

source: Now let's try it out.
zh_hans: 现在来实际试试。

source: Now using %@
zh_hans: 现在使用 %@

source: Now using %@ replacement rules and %@ custom words.
zh_hans: 正在使用 %@ 条替换规则和 %@ 个自定义词。

source: Now using %lld
zh_hans: 现在使用 %lld

source: Now using %lld replacement rules and %lld custom words.
zh_hans: 正在使用 %lld 条替换规则和 %lld 个自定义词。

source: Number of speakers
zh_hans: 说话人数量

source: OK
zh_hans: 好

source: ON YOUR MAC. FOR YOU.
zh_hans: 在你的 Mac 上，为你服务。

source: ON-DEVICE
zh_hans: 本地运行

source: Occitan
zh_hans: 奥克语

source: Off
zh_hans: 关

source: Off by default. When off, dictation follows your current cursor. Applies to dictation only.
zh_hans: 默认关闭。关闭时听写跟随当前光标。只对听写生效。

source: Off closes immediately. Turn on to try the closing transition.
zh_hans: 关闭则立即消失。打开可试试关闭过渡动画。

source: Offer to record Zoom, Teams, and Webex meetings. Recording always starts with you.
zh_hans: 识别 Zoom、Teams、Webex 会议时询问是否录制。录制始终由你发起。

source: Older
zh_hans: 更早

source: On
zh_hans: 开

source: On your Mac
zh_hans: 在你的 Mac 上

source: On-Device
zh_hans: 本地

source: On-device
zh_hans: 本地运行

source: On-device cleanup
zh_hans: 设备端清理

source: On-device · %@
zh_hans: 设备端 · %@

source: On-device · English · Frees its memory when done
zh_hans: 本地 · 英语 · 完成后释放内存

source: Onboarding steps viewed and completed, including skips.
zh_hans: 浏览和完成的引导步骤（包括跳过）。

source: One active-use signal per local day after you interact with the app, buffered on this Mac and sent weekly.
zh_hans: 每次与 app 互动后每个本地日发送一次活跃信号，先缓存在这台 Mac 上，每周发送。

source: One day at a time. Look how far you've come.
zh_hans: 一天一步。看看你已经走了多远。

source: One more—you’ve got this
zh_hans: 再来一段——你可以的

source: One punctuation symbol, like , or ?.
zh_hans: 一个标点符号，比如 , 或 ?。

source: One thing before recording
zh_hans: 录音前还有一步

source: One thought, fully expressed
zh_hans: 一个想法，完整表达

source: One way per line, like comma or full stop.
zh_hans: 每行一种说法，比如"逗号"或"句号"。

source: Online call
zh_hans: 在线通话

source: Only in listed apps
zh_hans: 仅限列表中的 app

source: Open Accessibility Settings
zh_hans: 打开辅助功能设置

source: Open Accessibility settings
zh_hans: 打开辅助功能设置

source: Open App
zh_hans: 打开应用

source: Open Applications
zh_hans: 打开应用程序

source: Open Fluid Voice
zh_hans: 打开 FluidVoice

source: Open FluidMeet
zh_hans: 打开 FluidMeet

source: Open FluidMeet settings to download the speaker model.
zh_hans: 打开 FluidMeet 设置以下载说话人模型。

source: Open FluidVoice Help
zh_hans: 打开 FluidVoice 帮助

source: Open Keychain Access
zh_hans: 打开钥匙串访问

source: Open Latest Meeting Transcript
zh_hans: 打开最近会议转写

source: Open Preferences
zh_hans: 打开偏好设置

source: Open Screen Recording Settings
zh_hans: 打开屏幕录制设置

source: Open Settings
zh_hans: 打开设置

source: Open Settings, then use the floating guide to add %@.
zh_hans: 打开“系统设置”，然后按悬浮引导把 %@ 加进去。

source: Open Settings, then use the floating guide to add %lld.
zh_hans: 打开“系统设置”，然后按悬浮引导把 %lld 加进去。

source: Open a completed meeting to summarize its transcript.
zh_hans: 打开一个已结束的会议来生成转写摘要。

source: Open downloaded model folder
zh_hans: 打开已下载模型目录

source: Open microphone settings
zh_hans: 打开麦克风设置

source: Open models folder
zh_hans: 打开模型文件夹

source: Open this release on GitHub
zh_hans: 在 GitHub 上查看此版本

source: Open this session
zh_hans: 打开此会话

source: Open your full stats
zh_hans: 查看完整统计

source: OpenAI-compatible base URL
zh_hans: OpenAI 兼容的 Base URL

source: OpenAI-compatible endpoint
zh_hans: OpenAI 兼容接入点

source: Opens the Stats page
zh_hans: 打开统计页面

source: Opt in to preview builds that may be unstable
zh_hans: 加入可能不稳定的预览版通道

source: Optimized for English accuracy and fastest transcription.
zh_hans: 针对英文准确率和最快转写优化。

source: Optimized for FluidVoice
zh_hans: 为 FluidVoice 优化

source: Optional and slower than MLX. Replaces MLX after verification.
zh_hans: 可选项，比 MLX 慢，通过验证后替代 MLX。

source: Optional detailed analytics helps us understand feature adoption, insertion performance, onboarding completion, and model usage.
zh_hans: 可选的详细统计帮助我们了解功能采用率、插入性能、引导完成度和模型使用情况。

source: Optional shortcut to dictate with Fluid Intelligence.
zh_hans: 可选：用快捷键通过 Fluid Intelligence 听写。

source: Optional working directory path. Defaults to user's home directory.
zh_hans: 可选的工作目录路径。默认为用户主目录。

source: Optional · Recommended for tricky words
zh_hans: 可选 · 推荐给难识别的词

source: Optional: Configure AI post-processing or skip this step.
zh_hans: 可选：配置 AI 润色或跳过此步。

source: Optional: send a small request to test this model. You can use it without running this check.
zh_hans: 可选：发送一个小请求测试此模型，不测试也能正常使用。

source: Options
zh_hans: 选项

source: Options for %@
zh_hans: %@ 的选项

source: Options for %lld
zh_hans: %lld 的选项

source: Or select text first to rewrite existing content.
zh_hans: 也可以先选中文字，再改写已有内容。

source: Original Text
zh_hans: 原始文本

source: Original transcription
zh_hans: 原始转写

source: Other
zh_hans: 其他

source: Other Models
zh_hans: 其他模型

source: Other audio sources
zh_hans: 其他音频来源

source: Other languages
zh_hans: 其他语言

source: Other providers
zh_hans: 其他服务商

source: Output
zh_hans: 输出

source: Output Device
zh_hans: 输出设备

source: Output route changed: %@
zh_hans: 输出设备已切换：%@

source: Output route changed: %lld
zh_hans: 输出设备已切换：%lld

source: Overlaps %@ — use a different modifier key
zh_hans: 与 %@ 冲突 — 请换一个修饰键

source: Overlaps %lld — use a different modifier key
zh_hans: 与 %lld 冲突 — 请换一个修饰键

source: Overlaps Prompt Shortcut — use a different modifier key
zh_hans: 与提示词快捷键冲突 — 请换一个修饰键

source: Overlay
zh_hans: 悬浮层

source: Overlay Position
zh_hans: 悬浮层位置

source: Overlay Size & Notch Style
zh_hans: 悬浮层大小与灵动岛样式

source: PCM capture asset metadata does not match its CAF contents.
zh_hans: PCM 采集资产元数据与 CAF 内容不符。

source: PCM chunk checkpoint failed: %@
zh_hans: PCM 分块校验失败：%@

source: PCM chunk checkpoint failed: %lld
zh_hans: PCM 分块校验失败：%lld

source: PCM chunk finalization failed: %@
zh_hans: PCM 分块收尾失败：%@

source: PCM chunk finalization failed: %lld
zh_hans: PCM 分块收尾失败：%lld

source: PCM chunk ledger terminal failed.
zh_hans: PCM 分块台账终止失败。

source: PCM chunk ledger terminal failed: %@
zh_hans: PCM 分块台账终止失败：%@

source: PCM chunk ledger terminal failed: %lld
zh_hans: PCM 分块台账终止失败：%lld

source: PCM chunk write failed: %@
zh_hans: PCM 分块写入失败：%@

source: PCM chunk write failed: %lld
zh_hans: PCM 分块写入失败：%lld

source: PCM file error: %@.
zh_hans: PCM 文件错误：%@。

source: PCM file error: %lld.
zh_hans: PCM 文件错误：%lld。

source: PCM finalization verification failed: %@.
zh_hans: PCM 收尾校验失败：%@。

source: PCM finalization verification failed: %lld.
zh_hans: PCM 收尾校验失败：%lld。

source: PCM format mismatch (expected %@; received %@).
zh_hans: PCM 格式不符（预期 %@；实际 %@）。

source: PCM format mismatch (expected %lld; received %lld).
zh_hans: PCM 格式不符（预期 %lld；实际 %lld）。

source: PCM short write (expected %@ frames; wrote %@).
zh_hans: PCM 写入不足（预期 %@ 帧；写入 %@）。

source: PCM short write (expected %lld frames; wrote %lld).
zh_hans: PCM 写入不足（预期 %lld 帧；写入 %lld）。

source: PERSONAL BEST
zh_hans: 个人最佳

source: Pair Export Failed
zh_hans: 配对导出失败

source: Panel layout preview. Settings and connections are not wired yet.
zh_hans: 面板布局预览。设置和连接尚未生效。

source: Paragraphs
zh_hans: 段落

source: Parakeet Flash (Beta)
zh_hans: Parakeet Flash（测试版）

source: Parakeet Flash models are incomplete after load
zh_hans: Parakeet Flash 模型加载后不完整

source: Parakeet Flash requires Apple Silicon
zh_hans: Parakeet Flash 需要 Apple Silicon

source: Parakeet Flash uses FluidAudio's true streaming EOU pipeline for low-latency English dictation. Best when you want words to appear live as you speak.
zh_hans: Parakeet Flash 使用 FluidAudio 真流式 EOU 管线实现低延迟英文听写，适合边说话边出字。

source: Parakeet TDT v2 (English Only)
zh_hans: Parakeet TDT v2（仅英文）

source: Parakeet TDT v2 is an English-only model optimized for accuracy and consistency on Apple Silicon.
zh_hans: Parakeet TDT v2 是仅英文模型，在 Apple Silicon 上针对准确率和一致性优化。

source: Parakeet TDT v3 (Multilingual)
zh_hans: Parakeet TDT v3（多语言）

source: Parakeet TDT v3 uses CoreML and Neural Engine for fastest transcription (25 languages) on Apple Silicon.
zh_hans: Parakeet TDT v3 使用 CoreML 与神经网络引擎，在 Apple Silicon 上实现最快转写（25 种语言）。

source: Parakeet only. Falls back to normal transcription if reuse is unavailable or fails.
zh_hans: 仅 Parakeet。复用不可用或失败时回退普通转写。

source: Parameter
zh_hans: 参数

source: Pashto
zh_hans: 普什图语

source: Paste
zh_hans: 粘贴

source: Paste Check
zh_hans: 粘贴校验

source: Paste Last Transcription
zh_hans: 粘贴最近转写

source: Paste dictation into the field where you started recording, even if you switch apps.
zh_hans: 把听写内容粘贴回开始录音时所在的输入框，即使你已经切换了应用。

source: Paste last transcript
zh_hans: 粘贴上次转写

source: Patterns across your saved history
zh_hans: 从历史记录里发现的规律

source: Pause
zh_hans: 暂停

source: Pause Media During Transcription
zh_hans: 转写时暂停媒体

source: Pause recording
zh_hans: 暂停录音

source: Per active day
zh_hans: 每个活跃日

source: Performance
zh_hans: 性能

source: Permissions need attention
zh_hans: 权限需要处理

source: Persian
zh_hans: 波斯语

source: Personal bests
zh_hans: 个人最佳

source: Pick a preset accent color for the app.
zh_hans: 为 app 挑选一个预设强调色。

source: Pick an app to add an app-specific prompt override.
zh_hans: 选择一个 app 来添加专属提示词覆盖。

source: Pick the language you speak most.
zh_hans: 选择你最常说的语言。

source: Pick the model you want
zh_hans: 选择你想要的模型

source: Pick your engine
zh_hans: 选择你的引擎

source: Pill
zh_hans: 悬浮条

source: Planned chunk %@ has duplicate or non-contiguous piece indices.
zh_hans: 计划分块 %@ 的片段序号重复或不连续。

source: Planned chunk %@ has neither an analysis span nor a gap.
zh_hans: 计划分块 %@ 既无分析片段也无间隙。

source: Planned chunk %@'s pieces do not exactly cover its recorded interval.
zh_hans: 计划分块 %@ 的片段未完全覆盖其录制区间。

source: Planned chunk %lld has duplicate or non-contiguous piece indices.
zh_hans: 计划分块 %lld 的片段序号重复或不连续。

source: Planned chunk %lld has neither an analysis span nor a gap.
zh_hans: 计划分块 %lld 既无分析片段也无间隙。

source: Planned chunk %lld's pieces do not exactly cover its recorded interval.
zh_hans: 计划分块 %lld 的片段未完全覆盖其录制区间。

source: Play
zh_hans: 播放

source: Play cut
zh_hans: 播放片段

source: Play each original or the exact section used for its saved embedding.
zh_hans: 播放每段原始录音，或用于生成声纹的那一片段。

source: Play edited cut
zh_hans: 播放编辑后的片段

source: Play full
zh_hans: 完整播放

source: Play original
zh_hans: 播放原声

source: Play recording
zh_hans: 播放录音

source: Play trained cut
zh_hans: 播放训练片段

source: Please shorten your message before sending.
zh_hans: 请先精简内容再发送。

source: Polish
zh_hans: 波兰语

source: Polish your words privately on your Mac.
zh_hans: 在你的 Mac 上私密润色文字。

source: Polish your words. Privately, on your Mac.
zh_hans: 润色你的文字，私密地在你的 Mac 上完成。

source: Polishing…
zh_hans: 正在润色…

source: Portuguese
zh_hans: 葡萄牙语

source: Post it, send it to a friend, start a streak war.
zh_hans: 发出来、分享给朋友，或者开始一场连续记录比拼。

source: Post-processed output
zh_hans: 后处理输出

source: Posts text directly without changing the clipboard. Some editors may reject or truncate it.
zh_hans: 直接输入文字、不动剪贴板。部分编辑器可能拒收或截断。

source: Practice stays here. Nothing is typed into another app or saved to history.
zh_hans: 练习只留在这里，不会输入到其他 app，也不会写入历史。

source: Prefer typing?
zh_hans: 更喜欢打字？

source: Preparing %@
zh_hans: 正在准备 %@

source: Preparing %lld
zh_hans: 正在准备 %lld

source: Preparing Fluid Intelligence…
zh_hans: 正在准备 Fluid Intelligence…

source: Preparing download...
zh_hans: 正在准备下载…

source: Preparing model…
zh_hans: 正在准备模型…

source: Preparing the model for your Mac. This can take a little while.
zh_hans: 正在为你的 Mac 准备模型，可能需要一点时间。

source: Preparing your result…
zh_hans: 正在生成你的结果…

source: Preparing your transcript
zh_hans: 正在准备你的转写

source: Preparing…
zh_hans: 正在准备…

source: Press
zh_hans: 按

source: Press %@ to begin.
zh_hans: 按 %@ 开始。

source: Press %lld to begin.
zh_hans: 按 %lld 开始。

source: Press Start once.
zh_hans: 点一次「开始」。

source: Press once to start. Press again to stop.
zh_hans: 按一下开始，再按一下停止。

source: Press shortcut...
zh_hans: 按下快捷键…

source: Press shortcut…
zh_hans: 按下快捷键…

source: Press the hotkey to start/stop recording. The transcription will be post-processed using your draft prompt and shown below (nothing will be typed into other apps).
zh_hans: 按快捷键开始/停止录音。转写会按你的草稿提示词后处理并显示在下方（不会输入到其他应用）。

source: Press your new hotkey combination now…
zh_hans: 请按下你的新快捷键组合…

source: Preview %@
zh_hans: 预览 %@

source: Preview %@, coming soon
zh_hans: 预览 %@，即将推出

source: Preview %lld
zh_hans: 预览 %lld

source: Preview %lld, coming soon
zh_hans: 预览 %lld，即将推出

source: Preview only. This model cannot be activated or downloaded.
zh_hans: 仅供预览，此模型无法启用或下载。

source: Previewed
zh_hans: 已预览

source: Previewing
zh_hans: 预览中

source: Previous example
zh_hans: 上一个示例

source: Previous model
zh_hans: 上一个模型

source: Previous models
zh_hans: 上一批模型

source: Previously selected microphone
zh_hans: 之前选择的麦克风

source: Primary Dictation Shortcut
zh_hans: 主听写快捷键

source: Primary Dictation Shortcuts
zh_hans: 主听写快捷键

source: Primary dictation
zh_hans: 主听写

source: Primary dictation shortcuts changed to %@
zh_hans: 主听写快捷键已更改为 %@

source: Primary dictation shortcuts changed to %lld
zh_hans: 主听写快捷键已更改为 %lld

source: Priority %@, %@
zh_hans: 优先级 %@：%@

source: Priority %lld, %lld
zh_hans: 优先级 %lld，%lld

source: Private
zh_hans: 私有

source: Private AI Provider
zh_hans: 私有 AI 服务商

source: Private AI Provider task
zh_hans: 私有 AI 服务商任务

source: Private AI Provider verification failed for %@: %@
zh_hans: 私有 AI 服务商 %@ 验证失败：%@

source: Private AI Provider verification succeeded for %@
zh_hans: 私有 AI 服务商 %@ 验证成功

source: Private AI provider is not available in this build.
zh_hans: 此构建不包含私有 AI 服务商。

source: Private, on-device intelligence.
zh_hans: 私密的端侧智能。

source: Private, on-device summaries · English
zh_hans: 私密的端侧摘要 · 英语

source: Probable echo
zh_hans: 疑似回声

source: Process Again
zh_hans: 重新处理

source: Processed Text
zh_hans: 处理后文本

source: Processing
zh_hans: 处理中

source: Processing Model
zh_hans: 处理模型

source: Processing Time: %@s
zh_hans: 处理用时：%@ 秒

source: Processing Time: %llds
zh_hans: 处理用时：%lld 秒

source: Processing recording
zh_hans: 正在处理录音

source: Processing voice command: '%@'
zh_hans: 正在处理语音指令：「%@」

source: Processing…
zh_hans: 正在处理…

source: Product catch-up
zh_hans: 产品同步

source: Prompt
zh_hans: 提示词

source: Prompt Profiles
zh_hans: 提示词方案

source: Prompt Shortcut
zh_hans: 提示词快捷键

source: Prompt Test Mode
zh_hans: 提示词测试模式

source: Prompt mode
zh_hans: 提示词模式

source: Prompt mode hotkey
zh_hans: 提示词模式快捷键

source: Prompt mode hotkey triggered
zh_hans: 已触发提示词模式快捷键

source: Prompt mode modifier held (hold mode) - starting
zh_hans: 按住提示词模式修饰键（hold 模式）— 开始

source: Prompt mode modifier released (hold mode) - stopping
zh_hans: 松开提示词模式修饰键（hold 模式）— 停止

source: Prompt mode modifier released but another key was pressed - ignoring
zh_hans: 松开提示词模式修饰键但按了其他键 — 忽略

source: Prompt name
zh_hans: 提示词名称

source: Prompt selection hotkey
zh_hans: 提示词选择快捷键

source: Prompt selection hotkey triggered
zh_hans: 已触发提示词选择快捷键

source: Prompt shortcut modifier held (hold mode) - starting
zh_hans: 按住提示词快捷键修饰键（hold 模式）— 开始
